Repository: AmosRB/tarot_ai
Catalog: lib/l10n/app_*.arb
Languages: am, ar, bg, bn, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pt, ro, ru, sl, sv, th, tr, ur, zh

# appTitle
source: Tarot AI
am: ታሮት AI
ar: تاروت AI
bg: Таро AI
bn: ট্যারট AI
el: Ταρώ AI
fa: تاروت AI
he: טארוט AI
hi: टैरोट AI
ja: タロットAI
ko: 타로 AI
ru: Таро AI
th: ไพ่ทาโรต์ AI
ur: ٹیروٹ AI
zh: 塔罗 AI

# pressButtonToStart
source: Press the button and ask the cards...
am: አዝራሩን ይጫኑ እና ካርዶቹን ይጠይቁ...
ar: اضغط على الزر واسأل البطاقات...
bg: Натиснете бутона и попитайте картите...
bn: বোতাম টিপুন এবং কার্ডের কাছে জিজ্ঞাসা করুন...
da: Tryk på knappen og spørg kortene...
de: Drücken Sie die Taste und fragen Sie die Karten...
el: Πατήστε το κουμπί και ρωτήστε τις κάρτες...
es: Presiona el botón y pregunta a las cartas...
fa: دکمه را فشار دهید و از کارت‌ها بپرسید...
fi: Paina nappia ja kysy korteilta...
fr: Appuyez sur le bouton et interrogez les cartes...
he: לחצו על הכפתור לשאול את הקלפים...
hi: बटन दबाएं और कार्ड से पूछें...
hr: Pritisnite gumb i pitajte karte...
hu: Nyomja meg a gombot, és kérdezze meg a kártyákat...
id: Tekan tombol dan tanyakan pada kartu...
it: Premi il pulsante e chiedi alle carte...
ja: ボタンを押してカードに質問してください...
ko: 버튼을 누르고 카드에게 물어보세요...
nb: Trykk på knappen og spør kortene...
nl: Druk op de knop en vraag de kaarten...
pt: Pressione o botão e pergunte às cartas...
ro: Apăsați butonul și întrebați cărțile...
ru: Нажмите кнопку и спросите у карт...
sl: Pritisnite gumb in vprašajte karte...
sv: Tryck på knappen och fråga korten...
th: กดปุ่มแล้วถามไพ่...
tr: Düğmeye basın ve kartlara sorun...
ur: بٹن دبائیں اور کارڈ سے پوچھیں...
zh: 按下按钮并向卡牌提问...

source: Listening...
am: እያዳመጠ ነው...
ar: جارٍ الاستماع...
bg: Слушам...
bn: শুনছি...
da: Lytter...
de: Höre zu...
el: Ακούω...
es: Escuchando...
fa: در حال گوش دادن...
fi: Kuuntelen...
fr: Écoute...
he: מאזין...
hi: सुन रहा है...
hr: Slušam...
hu: Hallgatás...
id: Mendengarkan...
it: In ascolto...
ja: 聞いています...
ko: 듣는 중...
nb: Lytter...
nl: Luistert...
pt: Ouvindo...
ro: Ascult...
ru: Слушаю...
sl: Poslušam...
sv: Lyssnar...
th: กำลังฟัง...
tr: Dinliyor...
ur: سن رہا ہے...
zh: 正在聆听...

source: Is this your question?
am: ይህ የእርስዎ ጥያቄ ነው?
ar: هل هذا سؤالك؟
bg: Това ли е вашият въпрос?
bn: এটি কি আপনার প্রশ্ন?
da: Er dette dit spørgsmål?
de: Ist dies Ihre Frage?
el: Αυτή είναι η ερώτησή σας;
es: ¿Es esta tu pregunta?
fa: آیا این سوال شماست؟
fi: Onko tämä sinun kysymyksesi?
fr: Est-ce votre question?
he: האם זו שאלתך?
hi: क्या यह आपका सवाल है?
hr: Je li ovo vaše pitanje?
hu: Ez a kérdése?
id: Apakah ini pertanyaan Anda?
it: Questa è la tua domanda?
ja: これはあなたの質問ですか？
ko: 이것이 당신의 질문인가요?
nb: Er dette ditt spørsmål?
nl: Is dit uw vraag?
pt: Esta é a sua pergunta?
ro: Aceasta este întrebarea dumneavoastră?
ru: Это ваш вопрос?
sl: Je to vaše vprašanje?
sv: Är detta din fråga?
th: นี่คือคำถามของคุณหรือไม่?
tr: Bu sizin sorunuz mu?
ur: کیا یہ آپ کا سوال ہے؟
zh: 这是您的问题吗？

# tryAgain
source: Ask Again
am: እንደገና ይጠይቁ
ar: اسأل مرة أخرى
bg: Попитайте отново
bn: আবার জিজ্ঞাসা করুন
da: Spørg igen
de: Erneut fragen
el: Ρωτήστε ξανά
es: Pregunta de nuevo
fa: دوباره بپرسید
fi: Kysy uudelleen
fr: Demander à nouveau
he: לשאול שוב
hi: फिर से पूछें
hr: Pitajte ponovno
hu: Kérdezze meg újra
id: Tanyakan lagi
it: Chiedi di nuovo
ja: もう一度質問する
ko: 다시 묻기
nb: Spør igjen
nl: Vraag opnieuw
pt: Perguntar novamente
ro: Întrebați din nou
ru: Спросить снова
sl: Vprašajte ponovno
sv: Fråga igen
th: ถามอีกครั้ง
tr: Tekrar Sor
ur: دوبارہ پوچھیں
zh: 再问一次

# askNewQuestion
source: Ask a New Question
am: አዲስ ጥያቄ ይጠይቁ
ar: اطرح سؤالاً جديداً
bg: Задайте нов въпрос
bn: একটি নতুন প্রশ্ন জিজ্ঞাসা করুন
da: Stil et nyt spørgsmål
de: Eine neue Frage stellen
el: Κάντε μια νέα ερώτηση
es: Haz una nueva pregunta
fa: یک سوال جدید بپرسید
fi: Esitä uusi kysymys
fr: Poser une nouvelle question
he: שאלה חדשה
hi: एक नया सवाल पूछें
hr: Postavite novo pitanje
hu: Tegyen fel új kérdést
id: Ajukan pertanyaan baru
it: Fai una nuova domanda
ja: 新しい質問をする
ko: 새로운 질문하기
nb: Still et nytt spørsmål
nl: Stel een nieuwe vraag
pt: Fazer uma nova pergunta
ro: Puneți o întrebare nouă
ru: Задать новый вопрос
sl: Postavite novo vprašanje
sv: Ställ en ny fråga
th: ถามคำถามใหม่
tr: Yeni Bir Soru Sor
ur: ایک نیا سوال پوچھیں
zh: 提一个新问题

# errorOccurred
source: An error occurred. Please try again.
am: ስህተት ተከስቷል። እባክዎ እንደገና ይሞክሩ።
ar: حدث خطأ. الرجاء المحاولة مرة أخرى.
bg: Възникна грешка. Моля, опитайте отново.
bn: একটি ত্রুটি ঘটেছে। দয়া করে আবার চেষ্টা করুন।
da: Der opstod en fejl. Prøv igen.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
el: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error. Por favor, inténtalo de nuevo.
fa: خطایی رخ داد. لطفا دوباره تلاش کنید.
fi: Tapahtui virhe. Yritä uudelleen.
fr: Une erreur est survenue. Veuillez réessayer.
he: אירעה שגיאה. נסו שוב.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
hr: Došlo je do pogreške. Molimo pokušajte ponovo.
hu: Hiba történt. Kérjük, próbálja újra.
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod. Vennligst prøv igjen.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pt: Ocorreu um erro. Por favor, tente novamente.
ro: A apărut o eroare. Vă rugăm să încercați din nou.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
sl: Prišlo je do napake. Prosim, poskusite znova.
sv: Ett fel uppstod. Vänligen försök igen.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir hata oluştu. Lütfen tekrar deneyin.
ur: ایک خرابی پیش آئی۔ براہ کرم دوبارہ کوشش کریں۔
zh: 发生错误。请重试。

# openCard
source: Draw a Card
am: ካርድ ይምረጡ
ar: اسحب بطاقة
bg: Извадете карта
bn: একটি কার্ড টানুন
da: Træk et kort
de: Eine Karte ziehen
el: Τραβήξτε μια κάρτα
es: Saca una carta
fa: یک کارت بکشید
fi: Vedä kortti
fr: Tirer une carte
he: לפתוח קלף
hi: एक कार्ड निकालें
hr: Izvucite kartu
hu: Húzzon egy kártyát
id: Tarik kartu
it: Estrai una carta
ja: カードを引く
ko: 카드 뽑기
nb: Trekk et kort
nl: Trek een kaart
pt: Tirar uma carta
ro: Extrage o carte
ru: Вытянуть карту
sl: Izvlecite karto
sv: Dra ett kort
th: เปิดไพ่
tr: Bir Kart Çek
ur: ایک کارڈ نکالیں
zh: 抽一张牌

source: What does it mean?
am: ምን ማለት ነው?
ar: ماذا تعني؟
bg: Какво означава?
bn: এর অর্থ কি?
da: Hvad betyder det?
de: Was bedeutet das?
el: Τι σημαίνει;
es: ¿Qué significa?
fa: به چه معناست؟
fi: Mitä se tarkoittaa?
fr: Qu'est-ce que ça veut dire?
he: מה זה אומר?
hi: इसका क्या मतलब है?
hr: Što to znači?
hu: Mit jelent ez?
id: Apa artinya?
it: Cosa significa?
ja: それはどういう意味ですか？
ko: 무슨 뜻인가요?
nb: Hva betyr det?
nl: Wat betekent het?
pt: O que isso significa?
ro: Ce înseamnă?
ru: Что это значит?
sl: Kaj to pomeni?
sv: Vad betyder det?
th: มันหมายความว่าอย่างไร?
tr: Ne anlama geliyor?
ur: اس کا کیا مطلب ہے؟
zh: 这是什么意思？

source: Receiving message...
am: መልዕክት እየተቀበለ ነው...
ar: جارٍ استلام الرسالة...
bg: Получаване на съобщение...
bn: বার্তা গ্রহণ করা হচ্ছে...
da: Modtager besked...
de: Empfange Nachricht...
el: Λήψη μηνύματος...
es: Recibiendo mensaje...
fa: در حال دریافت پیام...
fi: Vastaanotetaan viestiä...
fr: Réception du message...
he: מקבלת מסר...
hi: संदेश प्राप्त हो रहा है...
hr: Primanje poruke...
hu: Üzenet fogadása...
id: Menerima pesan...
it: Ricezione del messaggio...
ja: メッセージを受信中...
ko: 메시지 수신 중...
nb: Mottar melding...
nl: Bericht ontvangen...
pt: Recebendo mensagem...
ro: Primire mesaj...
ru: Получение сообщения...
sl: Prejemanje sporočila...
sv: Tar emot meddelande...
th: กำลังรับข้อความ...
tr: Mesaj alınıyor...
ur: پیغام وصول ہو رہا ہے...
zh: 正在接收消息...

# tapToClose
source: (Tap screen to close)
am: (ለመዝጋት ማያ ገጹን ይንኩ)
ar: (انقر على الشاشة للإغلاق)
bg: (Докоснете екрана, за да затворите)
bn: (বন্ধ করতে স্ক্রীনে ট্যাপ করুন)
da: (Tryk på skærmen for at lukke)
de: (Auf den Bildschirm tippen, um zu schließen)
el: (Πατήστε την οθόνη για να κλείσετε)
es: (Toca la pantalla para cerrar)
fa: (برای بستن روی صفحه ضربه بزنید)
fi: (Napauta näyttöä sulkeaksesi)
fr: (Touchez l'écran pour fermer)
he: (גע במסך כדי לסגור)
hi: (बंद करने के लिए स्क्रीन पर टैप करें)
hr: (Dodirnite zaslon za zatvaranje)
hu: (Érintse meg a képernyőt a bezáráshoz)
id: (Ketuk layar untuk menutup)
it: (Tocca lo schermo per chiudere)
ja: (閉じるには画面をタップ)
ko: (닫으려면 화면을 탭하세요)
nb: (Trykk på skjermen for å lukke)
nl: (Tik op het scherm om te sluiten)
pt: (Toque na tela para fechar)
ro: (Atingeți ecranul pentru a închide)
ru: (Нажмите на экран, чтобы закрыть)
sl: (Tapnite zaslon za zapiranje)
sv: (Tryck på skärmen för att stänga)
th: (แตะที่หน้าจอเพื่อปิด)
tr: (Kapatmak için ekrana dokunun)
ur: (بند کرنے کے لیے اسکرین پر ٹیپ کریں)
zh: (轻触屏幕关闭)

# noCardsFound
source: No cards found in folder
am: በአቃፊው ውስጥ ምንም ካርዶች አልተገኙም
ar: لم يتم العثور على بطاقات في المجلد
bg: Не са намерени карти в папката
bn: ফোল্ডারে কোনো কার্ড পাওয়া যায়নি
da: Ingen kort fundet i mappen
de: Keine Karten im Ordner gefunden
el: Δεν βρέθηκαν κάρτες στο φάκελο
es: No se encontraron cartas en la carpeta
fa: هیچ کارتی در پوشه یافت نشد
fi: Kansiosta ei löytynyt kortteja
fr: Aucune carte trouvée dans le dossier
he: לא נמצאו קלפים בתיקייה
hi: फ़ोल्डर में कोई कार्ड नहीं मिला
hr: Nisu pronađene karte u mapi
hu: Nem található kártya a mappában
id: Tidak ada kartu ditemukan di folder
it: Nessuna carta trovata nella cartella
ja: フォルダにカードが見つかりません
ko: 폴더에서 카드를 찾을 수 없습니다
nb: Ingen kort funnet i mappen
nl: Geen kaarten gevonden in de map
pt: Nenhuma carta encontrada na pasta
ro: Nu s-au găsit cărți în dosar
ru: В папке не найдено карт
sl: V mapi ni najdenih kart
sv: Inga kort hittades i mappen
th: ไม่พบไพ่ในโฟลเดอร์
tr: Klasörde kart bulunamadı
ur: فولڈر میں کوئی کارڈ نہیں ملا
zh: 在文件夹中未找到卡牌

# permissionDenied
source: Permission denied to read cards.
am: ካርዶችን ለማንበብ ፈቃድ ተከልክሏል።
ar: تم رفض الإذن لقراءة البطاقات.
bg: Разрешението за четене на карти е отказано.
bn: কার্ড পড়ার অনুমতি প্রত্যাখ্যান করা হয়েছে।
da: Tilladelse til at læse kort blev nægtet.
de: Berechtigung zum Lesen der Karten verweigert.
el: Η άδεια ανάγνωσης καρτών απορρίφθηκε.
es: Permiso denegado para leer las cartas.
fa: اجازه خواندن کارت‌ها رد شد.
fi: Korttien lukeminen evätty.
fr: Autorisation refusée de lire les cartes.
he: אין הרשאה לקרוא את הקלפים.
hi: कार्ड पढ़ने की अनुमति अस्वीकार कर दी गई।
hr: Dozvola za čitanje karata je odbijena.
hu: A kártyák olvasására vonatkozó engedély megtagadva.
id: Izin untuk membaca kartu ditolak.
it: Permesso negato per leggere le carte.
ja: カードを読み取る権限が拒否されました。
ko: 카드를 읽을 권한이 거부되었습니다.
nb: Tillatelse til å lese kort ble nektet.
nl: Toestemming om kaarten te lezen geweigerd.
pt: Permissão negada para ler cartas.
ro: Permisiune refuzată pentru a citi cărțile.
ru: В разрешении на чтение карт отказано.
sl: Dovoljenje za branje kart je zavrnjeno.
sv: Behörighet att läsa kort nekades.
th: ไม่ได้รับอนุญาตให้อ่านไพ่
tr: Kartları okuma izni reddedildi.
ur: کارڈ پڑھنے کی اجازت سے انکار کیا گیا ہے۔
zh: 读取卡牌的权限被拒绝。

# loginWelcome
source: Welcome to Tarot AI
am: ወደ ታሮት AI እንኳን በደህና መጡ
ar: مرحباً بك في تاروت AI
bg: Добре дошли в Таро AI
bn: ট্যারট AI তে স্বাগতম
da: Velkommen til Tarot AI
de: Willkommen bei Tarot AI
el: Καλώς ήρθατε στο Ταρώ AI
es: Bienvenido a Tarot AI
fa: به تاروت AI خوش آمدید
fi: Tervetuloa Tarot AI:hin
fr: Bienvenue sur Tarot AI
he: ברוכים הבאים ל-Tarot AI
hi: टैरोट AI में आपका स्वागत है
hr: Dobrodošli u Tarot AI
hu: Üdvözöljük a Tarot AI-ban
id: Selamat datang di Tarot AI
it: Benvenuto in Tarot AI
ja: タロットAIへようこそ
ko: 타로 AI에 오신 것을 환영합니다
nb: Velkommen til Tarot AI
nl: Welkom bij Tarot AI
pt: Bem-vindo ao Tarot AI
ro: Bine ați venit la Tarot AI
ru: Добро пожаловать в Таро AI
sl: Dobrodošli v Tarot AI
sv: Välkommen till Tarot AI
th: ยินดีต้อนรับสู่ไพ่ทาโรต์ AI
tr: Tarot AI'ya Hoş Geldiniz
ur: ٹیروٹ AI میں خوش آمدید
zh: 欢迎使用塔罗 AI

# loginSubtitle
source: For a personalized experience and a more accurate prediction, please log in.
am: ለግል የተበጀ ተሞክሮ እና ይበልጥ ትክክለኛ ትንበያ ለማግኘት፣ እባክዎ ይግቡ።
ar: للحصول على تجربة مخصصة وتنبؤ أكثر دقة، يرجى تسجيل الدخول.
bg: За персонализирано изживяване и по-точно предсказание, моля, влезте.
bn: ব্যক্তিগত অভিজ্ঞতা এবং আরও সঠিক পূর্বাভাসের জন্য, দয়া করে লগ ইন করুন।
da: For en personlig oplevelse og en mere præcis forudsigelse, skal du logge ind.
de: Für ein personalisiertes Erlebnis und eine genauere Vorhersage melden Sie sich bitte an.
el: Για μια εξατομικευμένη εμπειρία και μια πιο ακριβή πρόβλεψη, παρακαλώ συνδεθείτε.
es: Para una experiencia personalizada y una predicción más precisa, inicia sesión.
fa: برای تجربه شخصی‌سازی شده و پیش‌بینی دقیق‌تر، لطفا وارد شوید.
fi: Saat henkilökohtaisen kokemuksen ja tarkemman ennustuksen kirjautumalla sisään.
fr: Pour une expérience personnalisée et une prédiction plus précise, veuillez vous connecter.
he: כדי לקבל חוויה מותאמת אישית וחיזוי מדוייק יותר, אנא התחבר.
hi: एक व्यक्तिगत अनुभव और अधिक सटीक भविष्यवाणी के लिए, कृपया लॉग इन करें।
hr: Za personalizirano iskustvo i preciznije predviđanje, molimo prijavite se.
hu: A személyre szabott élmény és a pontosabb jóslás érdekében, kérjük, jelentkezzen be.
id: Untuk pengalaman yang dipersonalisasi dan prediksi yang lebih akurat, silakan masuk.
it: Per un'esperienza personalizzata e una previsione più accurata, accedi.
ja: パーソナライズされた体験とより正確な予測のために、ログインしてください。
ko: 개인화된 경험과 더 정확한 예측을 위해 로그인하세요.
nb: For en personlig opplevelse og en mer nøyaktig spådom, vennligst logg inn.
nl: Voor een gepersonaliseerde ervaring en een nauwkeurigere voorspelling, logt u in.
pt: Para uma experiência personalizada e uma previsão mais precisa, faça login.
ro: Pentru o experiență personalizată și o predicție mai precisă, vă rugăm să vă conectați.
ru: Для персонализированного опыта и более точного предсказания, пожалуйста, войдите.
sl: Za personalizirano izkušnjo in natančnejšo napoved, se prosim prijavite.
sv: För en personlig upplevelse och en mer exakt förutsägelse, vänligen logga in.
th: สำหรับประสบการณ์เฉพาะบุคคลและการทำนายที่แม่นยำยิ่งขึ้น โปรดเข้าสู่ระบบ
tr: Kişiselleştirilmiş bir deneyim ve daha doğru bir tahmin için lütfen giriş yapın.
ur: ایک ذاتی تجربے اور زیادہ درست پیش گوئی کے لیے، براہ کرم لاگ ان کریں۔
zh: 为了获得个性化体验和更准确的预测，请登录。

# loginWithGoogle
source: Sign in with Google
am: በGoogle ይግቡ
ar: تسجيل الدخول باستخدام جوجل
bg: Вход с Google
bn: Google দিয়ে সাইন ইন করুন
da: Log ind med Google
de: Mit Google anmelden
el: Συνδεθείτε με το Google
es: Iniciar sesión con Google
fa: ورود با گوگل
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
he: כניסה עם Google
hi: Google के साथ साइन इन करें
hr: Prijavite se s Googleom
hu: Bejelentkezés Google-lal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
nb: Logg inn med Google
nl: Inloggen met Google
pt: Fazer login com o Google
ro: Conectați-vă cu Google
ru: Войти через Google
sl: Prijava z Google
sv: Logga in med Google
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile giriş yapın
ur: Google کے ساتھ سائن ان کریں
zh: 使用 Google 登录

# loginWithFacebook
source: Sign in with Facebook
am: በFacebook ይግቡ
ar: تسجيل الدخول باستخدام فيسبوك
bg: Вход с Facebook
bn: Facebook দিয়ে সাইন ইন করুন
da: Log ind med Facebook
de: Mit Facebook anmelden
el: Συνδεθείτε με το Facebook
es: Iniciar sesión con Facebook
fa: ورود با فیس‌بوک
fi: Kirjaudu sisään Facebookilla
fr: Se connecter avec Facebook
he: כניסה עם Facebook
hi: Facebook के साथ साइन इन करें
hr: Prijavite se s Facebookom
hu: Bejelentkezés Facebookkal
id: Masuk dengan Facebook
it: Accedi con Facebook
ja: Facebookでサインイン
ko: Facebook으로 로그인
nb: Logg inn med Facebook
nl: Inloggen met Facebook
pt: Fazer login com o Facebook
ro: Conectați-vă cu Facebook
ru: Войти через Facebook
sl: Prijava s Facebookom
sv: Logga in med Facebook
th: ลงชื่อเข้าใช้ด้วย Facebook
tr: Facebook ile giriş yapın
ur: Facebook کے ساتھ سائن ان کریں
zh: 使用 Facebook 登录
